[
    {
        "name": "Assessing UDOIT: Pioneering Accessibility in Online Education",
        "link": "https://github.com/HassanBerro05/Accessibility-Tool-Analysis",
        "description": "The objective of this study is to provide insight into the role of automated Learning Management System (Canvas) accessibility tools in guiding the efforts of course designers and educators to improve the accessibility of their online course content. The study utilizes learning analytics to examine how designers and educators interact with the tool in line with the accessibility SPG.",
        "keywords": "Data Visualization, Data Extraction, Data Modeling, Data Transformation, Data , Time Series Analysis",
        "techStack": ["SQL, JSON", "Tableau","Microsoft Excel"],
        "desktopImage": "/Canvas.png"
    },
    {
        "name": "Flint Lead Pipe Analysis",
        "link": "https://github.com/HassanBerro05/Flint-lead-pipe-analysis",
        "description": "The Flint Water Crisis of 2014 is an infamous incident that has endangered the lives of Flint residents and necessitated the tracking and elimination of lead-based water distribution systems. My goal is to aid with the inspection process by developing an analytical model based on a sample of over 20,000 Flint parcels to target the ones most likely to contain lead pipes.",
        "keywords": "Data Mining, Supervised Machine Learning, Regression Analysis, Clustering, CART, K-means, Ensembles, Neural Network,Data Normalization, Data Visualization",
        "techStack": ["JMP","Microsoft Excel","Tableau", "Neural Network", "Stepwise Regression", "CART Analysis"],
        "desktopImage": "/FCW.webp"
    },
    {
        "name": "Bob Hill's Call Center Forecasting",
        "link": "https://github.com/HassanBerro05/Call-center-forecasting",
        "description": "This project involves analyzing and forecasting the monthly call volume for Farmers’ Financial Company's call center using historical data. Key objectives include identifying trends, seasonality, and overall patterns in call volume to determine if additional staff are needed.",
        "keywords": "Time Series Analysis, Trend Analysis, Seasonality Detection, Winters’ Smoothing, ARIMA Modeling, Decomposition Method, Regression Analysis, Demand Forecasting,Staffing Optimization",
        "techStack": ["Microsoft Excel","MiniTab","Regression Analysis", "Time Series Analysis","Statistical Modelling"],
        "desktopImage": "/CC.png"
    },
    {
        "name": "Optimizing Decision Making at Real Madrid CF",
        "link": "https://sites.google.com/umich.edu/ds631-2023-winter-team-omega/decision-1-season-ticket-offering",
        "description": "This decision analysis project was conducted to assist Real Madrid CF in making two separate decisions. With the first decision, the club is evaluating season ticket offerings for the 2022-2023 season in light of the ongoing renovations at the Santiago Bernabeu stadium and the uncertainty regarding demand for season tickets. With the second decision, the club is releasing a limited edition Valentine's Day kit produced by its German supplier. The club is assessing optimal order quantity in light of the ongoing snowstorm in Germany, the uncertainty around demand for the kit, and the availability of a local supplier.",
        "keywords": "Decision Analysis, Simulation, Bayesian Analysis, Theoritcal Distribution, Statistical Probability, Fitted Distribution",
        "techStack": ["Microsoft Excel, @Risk Software", "One and two way sensitivity analysis, Decision Tree , Influence Diagram"],
        "desktopImage": "/RM.png"
    }
 
]
